Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: What type of feedback are you reporting?
ar_ae: ما نوع الملاحظات التي تبلغ عنها؟
da: Hvilken type feedback giver du?
de: Welche Art von Feedback melden Sie?
de_ch: Welche Art von Feedback melden Sie?
es: ¿Qué tipo de comentario estás reportando?
es_mx: ¿Qué tipo de comentario estás reportando?
es_us: ¿Qué tipo de comentario estás reportando?
fr: Quel type de rétroaction signalez-vous ?
fr_ca: Quel type de commentaire rapportez-vous?
hi_in: आप किस प्रकार की प्रतिक्रिया की रिपोर्ट कर रहे हैं?
id: Jenis umpan balik apa yang Anda laporkan?
it: Che tipo di feedback stai segnalando?
it_ch: Che tipo di feedback stai segnalando?
ja_jp: どのような種類のフィードバックを報告していますか？
ko_kr: 어떤 종류의 피드백을 보고하고 있나요?
nb_no: Hva slags tilbakemelding rapporterer du?
nl: Welk type feedback rapporteert u?
pl: Jaki rodzaj informacji zwrotnej zgłaszasz?
pt: Que tipo de feedback está a reportar?
pt_br: Que tipo de feedback você está relatando?
ru: Какой тип обратной связи вы сообщаете?
sv: Vilken typ av feedback rapporterar du?
th: คุณกําลังรายงานความคิดเห็นประเภทใด
tr: Ne tür bir geri bildirim bildiriyorsunuz?
uk_ua: Про який тип зворотного зв'язку ви повідомляєте?
vi: Bạn đang báo cáo phản hồi loại nào?
zh_hans: 你报告的是什么类型的反馈？
zh_hant: 您要報告什麼型別的反饋？

source: Sourcecode Objective-C
ar_ae: رمز المصدر Objective-C
da: Kildekode Objective-C
de: Quellcode Objective-C
de_ch: Objective-C-Quellcode.
es: Código fuente Objective-C
es_mx: Código fuente Objective-C
es_us: Código fuente Objective-C
fr: Code source Objective-C
fr_ca: Objetif-C du code source.
hi_in: स्रोत कोड उद्देश्य-सी
id: Kode Sumber Tujuan-C
it: Codice sorgente Objective-C
it_ch: Codice sorgente Objective-C
ja_jp: ソースコード Objective-C
ko_kr: 소스 코드 객관적-C
nb_no: Kildekode Objective-C
nl: Broncode Objective-C
pl: Kod źródłowy Objective-C
pt: Código-fonte Objective-C
pt_br: Código-fonte Objective-C
ru: Исходный код Objective-C
sv: Kildkod Objective-C
th: ซอร์สโค้ด Objective-C
tr: Kaynak Kodu Objective-C
uk_ua: Вихідний код Objective-C
vi: Mã nguồn Objective-C
zh_hans: 源代码Objective-C
zh_hant: 源程式 Objective-C

source: Chrome
ar_ae: كْروم
da: Forkromet
de: Chrom
de_ch: Chrom
es: Cromo
es_mx: Cromo
es_us: Cromo
hi_in: क्रोम
id: Krom
it: Cromo
it_ch: Cromo
ja_jp: クローム
ko_kr: 크롬
nb_no: Kromgult
nl: Chroom
pl: Chrom
pt: Cromo
pt_br: Cromo
ru: Хром
sv: Krom
th: โครเมียม
tr: Krom
uk_ua: Хром
vi: Màu đen
zh_hans: 铬
zh_hant: 鉻

source: Verifying %@
ar_ae: التحقق من %@
da: Kontrol af %@
de: %@ verifizieren
de_ch: %@ verifiziert
es: Verificando %@
es_mx: Verificando %@
es_us: Verificando %@
fr: Vérification %@
fr_ca: Vérification %@
hi_in: %@ सत्यापित किया जा रहा है
id: Memverifikasi %@
it: Verificando %@
it_ch: Verificando %@
ja_jp: %@ ％@の検証
ko_kr: %@ 확인 중입니다.
nb_no: Bekreftelse %@
nl: %@ Verificeren
pl: Weryfikacja %@
pt: Verificando %@
pt_br: Verificando %@
ru: Проверка %@
sv: Kontrollera %@
th: กําลังตรวจสอบ %@
tr: %@ doğrulama
uk_ua: Перевірка %@
vi: Xác minh %@
zh_hans: 验证%@
zh_hant: 驗證%@

source: Example: I expected autocomplete to show me a list of headers.
ar_ae: مثال: توقعت أن يظهر لي الإكمال التلقائي قائمة بالرؤوس.
da: Jeg forventede, at jeg ville se en liste med overskrifter, når autofuldføelsen viste det.
de: Ich hatte erwartet, dass mir die Autokompletterung eine Liste mit Überschriften anzeigen würde.
de_ch: Beispiel: Ich hatte erwartet, dass mir die Autokompletterung eine Liste mit Überschriften angezeigt hätte.
es: Ejemplo: Esperaba que el autocompletar me mostrara una lista de encabezados.
es_mx: Ejemplo: Esperaba que el autocompletar me mostrara una lista de encabezados.
es_us: Ejemplo: Esperaba que el autocompletar me mostrara una lista de encabezados.
fr: Exemple : je m'attendais à ce que le système de complet automatique me montre une liste d'en-têtes.
fr_ca: J’avais prévu que le système de génération automatique me fournirait une liste d’en-têtes, par exemple.
hi_in: उदाहरण: मुझे हेडर की एक सूची दिखाने के लिए ऑटोकम्प्लीट की उम्मीद थी।
id: Contoh: Saya mengharapkan pelengkapan otomatis untuk menunjukkan kepada saya daftar header.
it: Esempio: mi aspettavo che il completamento automatico mi mostrasse un elenco di intestazioni.
it_ch: Mi aspettavo che il completamento automatico mi mostrasse un elenco di intestazioni, ad esempio.
ja_jp: 例：自動完成でヘッダーのリストが表示されることを期待していました。
ko_kr: 예: 나는 자동완료가 나에게 머리글 목록을 보여줄 것이라고 예상했다.
nb_no: Jeg forventet at fullføringsprogrammet skulle vise meg en liste med overskrifter, for eksempel.
nl: Voorbeeld: ik verwachtte dat autocomplete me een lijst met kopteksten zou tonen.
pl: Przykład: Spodziewałem się, że autouzupełnianie pokaże mi listę nagłówków.
pt: Exemplo: Esperava que o preenchimento automático me mostrasse uma lista de cabeçalhos.
pt_br: Exemplo: Eu esperava que o preenchimento automático me mostrasse uma lista de cabeçalhos.
ru: Пример: Я ожидал, что автозаполнение покажет мне список заголовков.
sv: Jag hade förväntat mig att automatförslag skulle visa mig en lista med rubriker.
th: ตัวอย่าง: ฉันคาดหวังว่าการเติมข้อความอัตโนมัติจะแสดงรายการส่วนหัวให้ฉันดู
tr: Örnek: Otomatik tamamlamanın bana bir başlık listesi göstermesini bekliyordum.
uk_ua: Приклад: Я очікував, що автозаповнення покаже мені список заголовків.
vi: Ví dụ: Tôi đã mong đợi tính năng tự động hoàn thành sẽ hiển thị cho tôi danh sách các tiêu đề.
zh_hans: 示例：我预期自动完成会向我展示一个标题列表。
zh_hant: 示例：我預計自動完成將向我展示一個標題列表。

source: Folders on top
ar_ae: المجلدات في الأعلى
da: Mapper øverst
de: Ordner oben
de_ch: Ordner oben.
es: Carpeta arriba
es_mx: Bolsillos encima
es_us: Bolsillos encima
fr: Dossiers en haut
fr_ca: Dossiers en haut.
hi_in: शीर्ष पर फ़ोल्डर
id: Folder di atas
it: Cartelle in cima
it_ch: Cartelle in alto
ja_jp: 上のフォルダー
ko_kr: 맨 위에 폴더들
nb_no: Skuffer på toppen
nl: Mappen bovenop
pl: Foldery na górze
pt: Pastas em cima
pt_br: Pastas em cima
ru: Папки сверху
sv: Mappar ovanpå
th: โฟลเดอร์ด้านบน
tr: En üstteki klasörler
uk_ua: Папки зверху
vi: Các thư mục ở trên cùng
zh_hans: 文件夹在上面
zh_hant: 頂部的資料夾

source: Add File
ar_ae: إضافة ملف
da: Tilføj fil
de: Datei hinzufügen
de_ch: Datei hinzufügen
es: Añadir archivo
es_mx: Añadir Archivo
es_us: Añadir Archivo
fr: Ajouter un fichier
fr_ca: Ajouter un fichier.
hi_in: फ़ाइल जोड़ें
id: Tambahkan Berkas
it: Aggiungi file
it_ch: Aggiungi file
ja_jp: ファイルを追加する
ko_kr: 파일 추가하기
nb_no: Legg til fil
nl: Bestand toevoegen
pl: Dodaj plik
pt: Adicionar Arquivo
pt_br: Adicionar Arquivo
ru: Добавить файл
sv: Lägg till fil
th: เพิ่มไฟล์
tr: Dosya Ekle
uk_ua: Додати файл
vi: Thêm Tệp
zh_hans: 添加文件
zh_hant: 新增檔案

source: Error Icon
ar_ae: رمز الخطأ
da: Ikon for fejl
de: Fehler-Symbol
de_ch: Fehler-Symbol
es: Icono de error
es_mx: Icono de error
es_us: Icono de error
fr: Icône d'erreur
fr_ca: Icône d'erreur.
hi_in: त्रुटि प्रतीक
id: Ikon Kesalahan
it: Icona di errore
it_ch: Icona di Errore
ja_jp: エラーアイコン
ko_kr: 오류 아이콘
nb_no: Feil ikon
nl: Foutpictogram
pl: Ikona błędu
pt: Ícone de erro
pt_br: Ícone de erro.
ru: Значок ошибки
sv: Ikon för fel
th: ไอคอนข้อผิดพลาด
tr: Hata Simgesi
uk_ua: Значок Помилки
vi: Biểu tượng lỗi
zh_hans: 错误图标
zh_hant: 錯誤圖示

source: Shell Script
ar_ae: نص شل
da: Skalsskript
de: Schnecken-Skript
de_ch: Shell-Skript
es: Guión de guirnalda
es_mx: Guión de conchas
es_us: Guión de concha
fr: Script de coquille
fr_ca: Script de coquillage
hi_in: शेल स्क्रिप्ट
id: Skrip Shell
it: Script di conchiglia
it_ch: Script di conchiglia
ja_jp: シェルスクリプト
ko_kr: 셸 스크립트
nb_no: Skallskript
nl: Script voor de Shell
pl: Skrypt powłoki
pt: Script de concha
pt_br: Script de concha
ru: Сценарий оболочки
sv: Skalskript
th: เชลล์สคริปต์
tr: Deniz Kabuğu Komut Dosyası
uk_ua: Сценарій оболонки
vi: Kịch bản vỏ sò
zh_hans: 脚本
zh_hant: 外殼指令碼

source: Install Path
ar_ae: تثبيت المسار
da: Installer sti
de: Pfad installieren
de_ch: Pfad installieren
es: Instalar camino
es_mx: Caminar camino
es_us: Caminar Instalar
fr: Chemin d'installation
fr_ca: Chemin d'installation
hi_in: पथ स्थापित करें
id: Jalur Instalasi
it: Installa il percorso
it_ch: Installa la via
ja_jp: パスをインストールする
ko_kr: 경로 설치하기
nb_no: Installer sti
nl: Installeer Pad
pl: Ścieżka instalacji
pt: Instalar caminho
pt_br: Caminho de Instalação
ru: Путь установки
sv: Installationsväg
th: เส้นทางการติดตั้ง
tr: Yol Yükle
uk_ua: Шлях встановлення
vi: Đường dẫn cài đặt
zh_hans: 安装路径
zh_hant: 安裝路徑

source: Show Floating Status Bar
ar_ae: عرض شريط الحالة العائم
da: Vis flydende statuslinje
de: Schwimmende Statusleiste anzeigen
de_ch: Schwimmende Statusleiste anzeigen
es: Mostrar Barra de Estado Flotante
es_mx: Mostrar barra de estado flotante
es_us: Mostrar Barra de Estado Flotante
fr: Afficher la barre d'état flottante.
fr_ca: Afficher la barre d'état flottante.
hi_in: फ़्लोटिंग स्थिति पट्टी दिखाएँ
id: Tampilkan Bilar Status Mengambang
it: Mostra la barra di stato galleggiante
it_ch: Mostra barra di stato galleggiante
ja_jp: フローティングステータスバーを表示する
ko_kr: 부유 상태 표시줄 표시하기
nb_no: Vis flytende statuslinje
nl: Toon drijvende statusbalk
pl: Pokaż Pływający Pasek Stanu
pt: Mostrar Barra de Estado Flutuante
pt_br: Mostrar Barra de Status Flutuante
ru: Показать плавающую строку состояния
sv: Visa flytande statuslinje
th: แสดงแถบสถานะแบบลอยตัว
tr: Yüzen Durum Çubuğunu Göster
uk_ua: Показати плаваючий рядок стану
vi: Hiển thị thanh trạng thái nổi
zh_hans: 显示浮动状态栏
zh_hant: 顯示浮動狀態列

source: Never
ar_ae: لا … قَطُّ
da: Aldrig
de: Nie
de_ch: Nie
es: Nunca
es_mx: Nunca
es_us: Nunca
fr: Jamais
fr_ca: Jamais
hi_in: कभी नहीं
id: Tidak pernah
it: Mai
it_ch: Mai
ja_jp: 決して
ko_kr: 설마
nb_no: Aldri
nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ru: Так и не
sv: Aldrig
th: ไม่เคย
tr: Asla
uk_ua: Ніколи
vi: Chưa bao giờ
zh_hans: 从不
zh_hant: 從未

source: Error
ar_ae: خَطَأ
da: Fejl
de: Fehler
de_ch: Fehler
es_mx: Error informático
es_us: Error informático
fr: Erreur
fr_ca: Erreur
hi_in: भूल
id: Kesalahan
it: Errore
it_ch: Errore
ja_jp: エラー
ko_kr: 오류
nb_no: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sv: Fel
th: ความผิด
tr: Hata
uk_ua: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: 1 month ago
ar_ae: منذ شهر واحد
da: For 1 måned siden
de: Vor 1 Monat
de_ch: Vor 1 Monat
es: Hace 1 mes
es_mx: hace 1 mes
es_us: hace 1 mes
fr: il y a 1 mois
fr_ca: il y a 1 mois
hi_in: 1 महीने पहले
id: 1 bulan yang lalu
it: 1 mese fa
it_ch: 1 mese fa
ja_jp: 1ヶ月前
ko_kr: 1개월 전
nb_no: 1 måned siden
nl: 1 maand geleden
pl: 1 miesiąc temu
pt: há 1 mês
pt_br: 1 mês atrás
ru: 1 месяц назад
sv: 1 månad sedan
th: 1 เดือนที่แล้ว
tr: 1 ay önce
uk_ua: 1 місяць тому
vi: 1 tháng trước
zh_hans: 1个月前
zh_hant: 1個月前

source: Tag %@...
ar_ae: علامة %@...
da: %@...taggen
de_ch: Etikett %@...
es: Etiqueta %@...
es_mx: Etiqueta %@...
es_us: Etiqueta %@...
fr: Étiquette %@...
fr_ca: Étiquette %@...
hi_in: टैग %@...
id: Tandai %@...
it: Etichetta %@...
it_ch: Etichetta %@...
ja_jp: タグ%@...
ko_kr: 태그 %@...
nb_no: Merknad %@...
nl: Label %@...
pl: Oznacz %@...
pt: Etiqueta %@...
pt_br: Etiqueta %@...
ru: Тег %@...
sv: Etikett %@...
th: แท็ก %@...
tr: Etiket %@...
uk_ua: Тег %@...
vi: Thẻ %@...
zh_hans: 标签%@...
zh_hant: 標籤 %@...

source: Add item
ar_ae: إضافة عنصر
da: Tilføj element
de: Artikel hinzufügen
de_ch: Artikel hinzufügen
es: Añadir artículo
es_mx: Añadir artículo
es_us: Añadir artículo
fr: Ajoutez un article
fr_ca: Ajoutez un objet.
hi_in: आइटम जोड़ें
id: Tambahkan barang
it: Aggiungi elemento
it_ch: Aggiungi articolo
ja_jp: アイテムを追加する
ko_kr: 항목 추가하기
nb_no: Legg til element
nl: Item toevoegen
pl: Dodaj przedmiot
pt: Adicionar item
pt_br: Adicionar item
ru: Добавить элемент
sv: Lägg till föremål
th: เพิ่มรายการ
tr: Öğe ekle
uk_ua: Додати елемент
vi: Thêm mặt hàng
zh_hans: 添加项目
zh_hant: 新增項目

source: Project Icon
ar_ae: أيقونة المشروع
da: Projektikon
de: Projekt-Symbol
de_ch: Projekt-Symbol
es: Icono del Proyecto
es_mx: Icono del Proyecto
es_us: Icono del Proyecto
fr: Icône du projet
fr_ca: Icône du projet.
hi_in: परियोजना प्रतीक
id: Ikon Proyek
it: Icona del Progetto
it_ch: Icona del Progetto
ja_jp: プロジェクトアイコン
ko_kr: 프로젝트 아이콘
nb_no: Prosjektikon
nl: Project icoon
pl: Ikona Projektu
pt: Ícone do Projeto
pt_br: Ícone do projeto
ru: Значок Проекта
sv: Projektikon
th: ไอคอนโครงการ
tr: Proje Simgesi
uk_ua: Значок проєкту
vi: Biểu tượng dự án
zh_hans: 项目图标
zh_hant: 項目圖示

source: Hide Details
ar_ae: إخفاء التفاصيل
da: Skjul oplysninger
de: Details verbergen
de_ch: Details verbergen
es: Ocultar detalles.
es_mx: Ocultar detalles
es_us: Ocultar detalles
fr: Masquer les détails
fr_ca: Masquer les détails.
hi_in: विवरण छुपाएं
id: Sembunyikan Detail
it: Nascondi dettagli
it_ch: Nascondi dettagli
ja_jp: 詳細を隠す
ko_kr: 세부정보 숨기기
nb_no: Skjul detaljer
nl: Details Verbergen
pl: Ukryj szczegóły
pt: Esconder detalhes
pt_br: Esconder detalhes.
ru: Скрыть детали
sv: Dölj information
th: ซ่อนรายละเอียด
tr: Ayrıntıları Sakla
uk_ua: Сховати деталі
vi: Ẩn Chi Tiết
zh_hans: 隐藏细节
zh_hant: 隱藏細節

source: Failed to cast to view
ar_ae: فشل في العرض
da: Kan ikke vise på trods af at jeg har castet
de: Der Versuch, in die Ansicht zu werfen, ist fehlgeschlagen.
de_ch: Kann nicht in die Anzeige geworfen werden.
es: No se ha podido proyectar para ver
es_mx: No se pudo proyectar para ver
es_us: No se pudo proyectar para ver
fr: Échec de la diffusion à la vue
fr_ca: Échec de la diffusion à la vue.
hi_in: देखने के लिए कास्ट करने में विफल
id: Gagal untuk melemparkan untuk melihat
it: Impossibile proiettare per la visualizzazione
it_ch: Impossibile proiettare sulla visualizzazione.
ja_jp: ビューにキャストできませんでした。
ko_kr: 뷰에 캐스팅하지 못했습니다.
nb_no: Kunne ikke bli kastet til visning.
nl: Kan niet weergeven in cast
pl: Nie udało się rzucić do widoku
pt: Falha ao lançar para a visualização
pt_br: Falha ao lançar para visualizar.
ru: Не удалось бросить для просмотра
sv: Kastade inte för visning
th: ล้มเหลวในการโยนเพื่อดู
tr: Görüntülemeye yansıtamadı.
uk_ua: Не вдалося відкинути для перегляду
vi: Không thể truy cập để xem
zh_hans: 未能映射到查看中
zh_hant: 未能映射到檢視中

source: Ignore Notification
ar_ae: تجاهل الإشعار
da: Ignorér besked
de: Benachrichtigung ignorieren
de_ch: Benachrichtigung ignorieren.
es: Ignorar notificación
es_mx: Ignorar notificación
es_us: Ignorar notificación
fr: Ignorer la notification
fr_ca: Désignaler la notification.
hi_in: अधिसूचना को अनदेखा करें
id: Abaikan Pemberitahuan
it: Fai caso alla notifica
it_ch: Notifica ignorata
ja_jp: 通知を無視する
ko_kr: 알림 무시하기
nb_no: Overse varsel
nl: Melding negeren
pl: Zignoruj powiadomienie
pt: Ignorar notificação
pt_br: Ignorar notificação.
ru: Игнорировать уведомление
sv: Avisering ignorera
th: ไม่สนใจการแจ้งเตือน
tr: Bildirimi Görmezden Gel
uk_ua: Ігнорувати повідомлення
vi: Bỏ qua thông báo
zh_hans: 忽略通知
zh_hant: 忽略通知

source: Developer
ar_ae: مُطَوِّر
da: Bygherre
de: Entwickler
de_ch: Bauunternehmer
es: Desarrollador
es_mx: Promotor
es_us: Promotor
fr: Révélateur
fr_ca: Révélateur
hi_in: डेवलपर
id: Pengembang
it: Sviluppatore
it_ch: Sviluppatore
ja_jp: 開発者
ko_kr: 개발자
nb_no: Utvikler
nl: Ontwikkelaar
pt: Desenvolvedor
pt_br: Desenvolvedor
ru: Застройщик
sv: Exploatör
th: ผู้พัฒนา
tr: Müteahhit
uk_ua: Розробник
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發人員

source: Clear Recents
ar_ae: مسح الأخيرة
da: Ryd nyligt
de: Klar, kürzlich
de_ch: Vorherige Ereignisse löschen
es: Borrar Recientes
es_mx: Limpiar Recientes
es_us: Borrar Recientes
fr: Effacer les récents
fr_ca: Effacer les récents.
hi_in: हाल ही में साफ़ करें
id: Hapus Terbaru
it: Cancella Recenti
it_ch: Cancella recenti
ja_jp: 最近のクリア
ko_kr: 최근 기록 지우기
nb_no: Fjern nylige
nl: Recente Weergeven
pl: Wyczyść Ostatnie
pt: Limpar Recentes
pt_br: Limpar Recentes
ru: Очистить недавние
sv: Rensa senaste
th: ล้างล่าสุด
tr: Son Tarihleri Temizle
uk_ua: Очистити останні
vi: Xóa gần đây
zh_hans: 清除最近的
zh_hant: 清除最近的

# %lld results in %lld files
source: %1$lld results in %2$lld files
ar_ae: %lld النتائج في ملفات %lld
da: %lld resultater i %lld filer
de: %lld Ergebnisse in %lld Dateien
de_ch: %lld Dateien ergeben %lld Ergebnisse.
es: %lld resultados en %lld archivos
es_mx: %lld resultados en %lld archivos
es_us: %lld resultados en %lld archivos
fr: %lld résultats en %lld fichiers
fr_ca: %lld résultats avec %lld fichiers.
hi_in: %lld %lld फ़ाइलों में परिणाम देता है
id: %lld menghasilkan file %lld
it: %lld risultati in %lld file
it_ch: %lld risultati in %lld file
ja_jp: %lld %lld ％lldの結果は％lldファイルです。
ko_kr: %lld 결과로 %lld 파일들 발생함
nb_no: %lld resultater i %lld filer.
nl: %lld resultaten in %lld bestanden
pl: %lld wyniki w plikach %lld
pt: %lld resultados em %lld ficheiros
pt_br: %lld resultados em %lld arquivos
ru: Результаты %lld в файлах %lld
sv: Resultat för %lld resulterar i %lld filer.
th: %lld ผลลัพธ์ในไฟล์ %lld
tr: %lld sonuçlar %lld dosyalarla sonuçlanır
uk_ua: %lld призводить до файлів %lld
vi: %lld kết quả dẫn đến %lld tập tin
zh_hans: %lld的结果导致%lld文件
zh_hant: %lld結果導致%lld檔案

source: Remote Name:
ar_ae: اسم جهاز التحكم عن بعد:
da: Navn på fjernbetjeningsenhed:
de: Name aus der Ferne:
de_ch: Fernname:
es: Nombre remoto:
es_mx: Nombre remoto:
es_us: Nombre remoto:
fr: Nom distant:
fr_ca: Nom distant :
hi_in: रिमोट नाम:
id: Nama Jarak Jauh:
it: Nome remoto:
it_ch: Nome remoto:
ja_jp: リモート名：
ko_kr: 원격 이름:
nb_no: Navn på fjernkontroll:
nl: Op afstand naam:
pl: Nazwa pilota:
pt: Nome remoto:
pt_br: Nome remoto:
ru: Имя удаленного:
sv: Distansnamn:
th: ชื่อระยะไกล:
tr: Uzaktan Ad:
uk_ua: Ім'я пульта дистанційного керування:
vi: Tên từ xa:
zh_hans: 远程名称：
zh_hant: 遠端名稱：

source: Example:
ar_ae: مثال:
da: Illustration:
de: Beispiel:
de_ch: Beispiel:
es: Ejemplo:
es_mx: Ejemplo:
es_us: Ejemplo:
fr: Exemple:
fr_ca: Exemple :
hi_in: उदाहरण:
id: Contoh:
it: Esempio:
it_ch: Esempio:
ja_jp: 例：
ko_kr: 예시:
nb_no: Et eksempel:
nl: Voorbeeld:
pl: Przykład:
pt: Exemplo:
pt_br: Exemplo:
ru: Пример:
sv: Exempel:
th: ตัวอย่าง:
tr: Örnek:
uk_ua: Приклад:
vi: Ví dụ:
zh_hans: 例子：
zh_hant: 範例：

source: Show
ar_ae: عُرِضَ
da: Vise
de: Zeigen
es: Muestra
es_mx: Exhibición
es_us: Exhibición
fr: Spectacle
fr_ca: Spectacle
hi_in: दिखाना
id: Acara
it: Mostrare
it_ch: Mostrare
ja_jp: 示す
ko_kr: 쇼
nb_no: Forestilling
nl: Tonen
pl: Pokazać
pt: Mostrar
pt_br: Mostrar
ru: Шоу
sv: Visa
th: แสดง
tr: Gösteri
uk_ua: Показати
vi: Hiển thị
zh_hans: 展示
zh_hant: 展示

source: Severity Icon
ar_ae: رمز الشدة
da: Sværhedsgrad ikon
de: Schwerwiegendes Symbol
de_ch: Schweregrad-Symbol
es: Icono de gravedad
es_mx: Icono de gravedad
es_us: Icono de gravedad
fr: Icône de gravité
fr_ca: Icône de gravité.
hi_in: गंभीरता आइकन
id: Ikon Tingkat Keparahan
it: Icona di gravità
it_ch: Icona di gravità
ja_jp: 深刻さアイコン
ko_kr: 중요도 아이콘
nb_no: Verdighetsikon
nl: Schadelijkheidssymbool
pl: Ikona powagości
pt: Ícone de gravidade
pt_br: Ícone de severidade.
ru: Значок тятельности
sv: Allvarlighetsgradssymbol
th: ไอคอนความรุนแรง
tr: Ciddiyet Simgesi
uk_ua: Значок Тяжкості
vi: Biểu tượng mức độ nghiêm trọng
zh_hans: 严重图标
zh_hant: 嚴重圖示

source: History
ar_ae: تاريخ
da: Historie
de: Geschichte
de_ch: Geschichte
es: Historia
es_mx: Historia
es_us: Historia
fr: Histoire
fr_ca: Histoire
hi_in: इतिहास
id: Sejarah
it: Storia
it_ch: Storia
ja_jp: 歴史
ko_kr: 역사
nb_no: Historie
nl: Geschiedenis
pl: Historia
pt: História
pt_br: História
ru: История
sv: Historia
th: ประวัติศาสตร์
tr: Tarih
uk_ua: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

source: Open Selected File
ar_ae: افتح الملف المحدد
da: Åbn valgte fil
de: Ausgewählte Datei öffnen
de_ch: Ausgewählte Datei öffnen
es: Abrir archivo seleccionado
es_mx: Abrir archivo seleccionado
es_us: Abrir archivo seleccionado
fr: Ouvrir le fichier sélectionné.
fr_ca: Ouvrir le fichier sélectionné.
hi_in: चयनित फ़ाइल खोलें
id: Buka File yang Dipilih
it: Apri il file selezionato
it_ch: Apri il file selezionato.
ja_jp: 選択したファイルを開く
ko_kr: 선택한 파일 열기
nb_no: Åpne valgte fil
nl: Geselecteerd bestand openen
pl: Otwórz wybrany plik
pt: Abre o Arquivo Selecionado
pt_br: Abra o Arquivo Selecionado
ru: Открыть выбранный файл
sv: Öppna vald fil
th: เปิดไฟล์ที่เลือก
tr: Seçilen Dosyayı Açın
uk_ua: Відкрити вибраний файл
vi: Tải xuống tệp đã chọn
zh_hans: 打开选定文件
zh_hant: 打開選定的檔案

source: AuroraEditor quit unexpectedly.
ar_ae: استقال AuroraEditor بشكل غير متوقع.
da: AuroraEditor stoppede pludselig.
de: AuroraEditor hat sich unerwartet beendet.
de_ch: AuroraEditor hat sich unerwartet beendet.
es: AuroraEditor se ha quitado inesperadamente.
es_mx: AuroraEditor se quitó inesperadamente.
es_us: AuroraEditor se cerró inesperadamente.
fr: L'éditeur Aurora s'est arrêté de façon inattendue.
fr_ca: L'éditeur Aurora s'est arrêté de façon inattendue.
hi_in: अरोड़ा एडिटर ने अप्रत्याशित रूप से इस्तीफ़ा दे दिया।
id: AuroraEditor berhenti tiba-tiba.
it: AuroraEditor si è spento in modo imprevisto.
it_ch: AuroraEditor si è spento in modo imprevisto.
ja_jp: 予期せずAuroraEditorが終了しました。
ko_kr: 오로라 에디터가 예기치 않게 종료되었습니다.
nb_no: AuroraEditor sluttet plutselig.
nl: AuroraEditor stopte onverwacht op.
pl: AuroraEditor niespodziewanie zakończyła pracę.
pt: AuroraEditor saiu inesperadamente.
pt_br: AuroraEditor saiu inesperadamente.
ru: AuroraEditor неожиданно вышел.
sv: AuroraEditor slutade oväntat.
th: AuroraEditor ออกโดยไม่คาดคิด
tr: AuroraEditor beklenmedik bir şekilde durdu.
uk_ua: AuroraEditor несподівано вийшов.
vi: AuroraEditor đã tự động ngưng.
zh_hans: AuroraEditor意外终止。
zh_hant: AuroraEditor意外退出。

source: Create
ar_ae: خَلَقَ
da: Skabe
de: Schaffen
de_ch: Schaffen
es: Crear
es_mx: Crear
es_us: Crear
fr: Créer
fr_ca: Créer
hi_in: बनाना
id: Menciptakan
it: Creare
it_ch: Creare
ja_jp: 作る
ko_kr: 만들어 내다
nb_no: Skape
nl: Creëren
pl: Tworzyć
pt: Criar
pt_br: Criar
ru: Создавать, создать
sv: Skapa
th: สร้าง
tr: Yaratmak
uk_ua: Створити
vi: Tạo ra
zh_hans: 创造
zh_hant: 創造

source: Recent Files
ar_ae: الملفات الحديثة
da: Seneste filer
de: Neue Dateien
de_ch: Neueste Dateien
es: Archivos recientes
es_mx: Archivos recientes
es_us: Archivos recientes
fr: Fichiers récents
fr_ca: Fichiers récents.
hi_in: हाल की फ़ाइलें
id: Berkas Terbaru
it: File recenti
it_ch: File recenti
ja_jp: 最近のファイル
ko_kr: 최근 파일들
nb_no: Nylige filer
nl: Recente bestanden
pl: Ostatnie pliki
pt: Arquivos Recentes
pt_br: Arquivos recentes.
ru: Последние файлы
sv: Senaste filerna
th: ไฟล์ล่าสุด
tr: Son Dosyalar
uk_ua: Останні файли
vi: Các Tệp Gần Đây
zh_hans: 最近的文件
zh_hant: 最近的檔案

source: Finished Cloning
ar_ae: الانتهاء من الاستنساخ
da: Afklonet kloning
de: Fertiggeklont
de_ch: Fertigkloning
es: Clonación terminada
es_mx: Clonación terminada
es_us: Clonación terminada
fr: Clonage terminé
fr_ca: Clonage terminé.
hi_in: क्लोनिंग समाप्त
id: Kloning Selesai
it: Clonazione terminata
it_ch: Clonazione terminata
ja_jp: 完成したクローニング
ko_kr: 완성된 복제
nb_no: Fullført kloning
nl: Voltooide Klonen
pl: Zakończone klonowanie
pt: Clonagem Terminada
pt_br: Clonagem Terminada
ru: Завершено клонирование
sv: Avslutad kloningning
th: โคลนเสร็จแล้ว
tr: Bitmiş Klonlama
uk_ua: Завершено клонування
vi: Sự sao chép hoàn thành
zh_hans: 完成克隆
zh_hant: 完成克隆

source: Open Branch Picker
ar_ae: منتقي الفروع المفتوح
da: Åben filialplukker
de: Offener Zweigauswahlgerät
de_ch: Offener Filialabnehmer
es: Abrir el seleccionador de sucursal
es_mx: Cogedor de Rama Abierto
es_us: Cogedor de Rama Abierto
fr: Ouvre le sélecteur de branche
fr_ca: Ouvre le sélectionneur de branche.
hi_in: ओपन ब्रांच पिकर
id: Buka Pemetik Cabang
it: Apri il selezionatore di ramo
it_ch: Apri il selezionatore di ramo
ja_jp: 開いた枝のピッカー
ko_kr: 개방 지점 고르기기
nb_no: Åpne grenseløser
nl: Open takkiezer
pt: Abrir selecionador de ramos
pt_br: Abrir selecionador de ramo
ru: Открытый сборщик филиалов
sv: Öppna grenplockare
th: เปิดตัวเลือกสาขา
tr: Açık Şube Seçici
uk_ua: Відкритий збирач філій
vi: Công cụ chọn nhánh mở
zh_hans: 打开分支选择器
zh_hant: 開放分支選擇器
